Repository: runemoennike/VeniceTide
Catalog: VeniceTideCommon/Resources/Localization/AppResources.*.resx
Languages: da_dk, es_es, it_it

# AboutPageBasedOn
source: Data on tide phases and heights are based on values from the City of Venice web site (www.comune.venezia.it).
da_dk: Tidevandets faser og højder er baseret på data indhentet fra Venedig Kommunes hjemmeside (www.comune.venezia.it).
es_es: Los datos sobre las fases y los niveles de marea se basan en los valores indicados por el sitio web de la ciudad de Venecia (www.comune.venezia.it).
it_it: I dati sulle fasi e i livelli di marea sono basati sui valori forniti dal sito della Città di Venezia(www.comune.venezia.it).

# AboutPageGuidance
source: This app is strictly for rough guidance and should never be relied upon in critical situations.
da_dk: Dette app er kun til vejledende brug og bør ikke bruges i kritiske situationer.
es_es: Esta aplicación es simplemente un punto de referencia. No debe utilizarse en situaciones peligrosas.
it_it: Questa app è da considerarsi un semplice punto di riferimento. Non utilizzarla in situazioni di pericolo.

# AboutPageInet
source: This app uses your phone's internet connection to retrieve tide data which might be taxed by your subscription provider.
da_dk: Dette app bruger din telefons internetforbindelse til at indhente tidevandsdata. Disse overførsler kan muligvis koste dig penge, afhængig af dit telefonabonnement.
es_es: Esta aplicación utiliza la conexión a Internet de su teléfono para recoger los datos. La conexión puede estar sujeta a costos para el operador telefónico.
it_it: Questa app utilizza la connessione ad Internet del telefono per raccogliere i dati. La connessione potrebbe essere soggetta a costi da parte dell'operatore telefonico.

# AboutPageLead
source: Venice Tide by LionFisk, 2013. Feedback very much appreciated at contact@lionfisk.com. Unfortunately we cannot reply to reviews on the Store.
da_dk: Venice Tide fra LionFisk, 2013.
es_es: Venice Tide by Lionfisk, 2013. Comentarios muy apreciados, contacta nos por contact@lionfisk.com. Lamentablemente, no podemos responder a los comentarios en la tienda.
it_it: Venice Tide by LionFisk, 2013. Manda il tuo feedback a contact@lionfisk.com. Purtroppo non possiamo rispondere alle recensioni nello Store.

# AboutPageNoGuarantee
source: The tide height values are predictions and calculations. LionFisk provides no guarantee as to the accuracies of these predictions and calculations.
da_dk: Tidevandsværdierne i dette app er baseret på forudsigelser og beregninger. LionFisk yder ingen garanti for deres nøjagtighed eller præcision.
es_es: Los valores de marea son el resultado de cálculos y predicciones. LionFisk no garantiza que los cálculos y las predicciones son correctas.
it_it: I valori della marea sono frutto di calcoli e previsioni. LionFisk non garantisce che i calcoli e le previsioni siano accurate.

# AboutPageTitle
source: About
da_dk: Information
es_es: Informaciones
it_it: Informazioni

# AboutPageTranslations
source: Translations provided by Lavinia Sella.
da_dk: Oversættelser af Lavinia Sella.
es_es: Traducido por Lavinia Sella.
it_it: Traduzione di Lavinia Sella.

# AppBarAbout
source: About
da_dk: Information
es_es: Informaciones
it_it: Informazioni

# AppBarLocations
source: locations
da_dk: steder
es_es: lugares
it_it: luoghi

# BackgroundAgentDisabledErrorMsg
source: It seems that you have disabled the Background Task that allows Venice Tide to automatically update the live tile. Please reenable this in Settings, Applications, Background Tasks before adding the live tile.
es_es: Parece que se ha desactivado la tarea en segundo plano que permite que Venice Tide actualice automáticamente la live tile. Por favor, vuelva a habilitar esto en Ajustes, Aplicaciones, Tareas en segundo plano antes de añadir la live tile.
it_it: Hai disattivato le attivitá in background che permette a Venice Tide di aggiornare automaticamente la live tile. Per favore riattivala in Impostazioni, Applicazioni, Attivitá in background prima di attivare la live tile.

# CurrentFavLocsTitle
source: Your locations
da_dk: Dine steder
es_es: Lugares favoridos
it_it: Luoghi preferiti

# CurrentTideLevelNote
source: (calculated from predictions)
es_es: (calculados a partir de predicciones)
it_it: (calcolato da previsioni)

# CurrentTideLevelTitle
source: Tide level
da_dk: Aktuel vandstand
es_es: Nivel de marea
it_it: Livello di marea

# EditFavsPageTitle
source: Edit locations
da_dk: Rediger steder
es_es: Modificar lugares
it_it: Modifica luoghi

# ForecastLowTideTimeLead
source: at
da_dk: kl
es_es: a las
it_it: alle

# ForecastLowTideTitle
source: Low tide:
da_dk: Lavvande:
es_es: Mínimo de marea:
it_it: Minima di marea:

# LiveTileCurrentlyTitle
source: Currently
es_es: Ahora
it_it: Adesso

# LiveTileDataNotFresh
source: It seems that Venice Tide has not yet been able to download updated tide data from the internet. Please be aware that the live tile will not be accurate until fresh data has been downloaded.
es_es: Parece que Venice Tide aún no ha podido descargar datos de marea actualizados desde Internet. Tenga en cuenta que la live tile no será exacta hasta que los datos recién se ha descargado.
it_it: Venice Tide non ha ancora scaricato nuovi dati da Internet. Attenzione: la live tile non sará accurata fino a quando nuovi dati potranno essere scaricati.

# LiveTileForecastTitle
source: Forecast
es_es: Futuro
it_it: Futuro

# LiveTilePageAddBtn
source: Add live tile
es_es: Añade live tile
it_it: Aggiungi live tile

# LiveTilePageExplanation
source: Adding a live tile from Venice Tide to your start screen you will be able to know about the level of the coming high tides. It will also show the flooding status of your favorite locations. Please note that the live tile cannot update more often than once every 30 minutes due to Windows Phone restrictions.
es_es: Añadendo una live tile de Venice Tide a su pantalla de inicio podrá conocer el nivel de las próximas mareas altas. También mostrará el estado de inundación de sus lugares favoritos. Tenga en cuenta que la live tileno se puede actualizar con más frecuencia que una vez cada 30 minutos debido a restricciones de Windows Phone.
it_it: Aggiungendo una live tile da Venice Tide sulla tua schermata iniziale potrai conoscere i livelli della prossima alta marea. La live tile ti mostrerá inoltre il livello del mare presso i tuoi luoghi preferiti. Nota: la live tile si aggiornerá solo una volta ongi 30 minuti, a causa delle restrizioni di Windows Phone.

# LocHeightDescAbove
source: and {0}cm above current tide level.
da_dk: og {0}cm over det nuværende tidevand.
es_es: y {0}cm sobre el nivel de marea actual.
it_it: e {0}cm sopra il livello di marea attuale.

# LocHeightDescFlooded
source: and is currently flooded by {0}cm.
da_dk: og er lige nu oversvømmet med {0}cm vand.
es_es: y está inundado por {0}cm.
it_it: ed è allagato da {0}cm.

# LocHeightDescLead
source: Location is {0}cm above mean sea level
da_dk: Stedet er {0}cm over normal vandstand
es_es: Este lugar está {0}cm sobre el nivel del mar
it_it: Questo luogo è {0}cm sopra il livello del mare

# LocHeightDescSlightlyAbove
source: but only {0}cm above current tide level.
da_dk: og kun {0}cm over nuværende tidevand.
es_es: y sólo {0}cm sobre el nivel de marea actual.
it_it: e solo {0}cm sopra il livello di marea attuale.

# LocHeightDescSlightlyUnder
source: and {0}cm below current tide level.
da_dk: og er {0}cm under nuværende tidevand.
es_es: y está {0}cm bajo el nivel de marea actual.
it_it: ed è {0}cm sotto il livello di marea attuale.

# LocHeightText
source: {0}cm above mean sea level.
da_dk: {0}cm over normal vandstand.
es_es: {0}cm de elevación sobre el nivel del mar.
it_it: {0}cm sul livello del mare.

# MainPivotCurrentlyTitle
source: Currently
da_dk: Aktuelt
es_es: Ahora
it_it: Adesso

# MainPivotForecastTitle
source: Forecast
da_dk: Prognose
es_es: Pronóstico
it_it: Previsioni

# ProgressBarRefreshingData
source: Refreshing...
da_dk: Opdaterer...
es_es: Cargando...
it_it: Caricamento...

# TideDPFloodedLocs
source: Flooded locations: {0}.
da_dk: Oversvømmede steder: {0}.
es_es: Lugares inundados: {0}.
it_it: Luoghi allagati: {0}.

# TideDPNoFloodedLocs
source: None of your locations will likely be flooded.
da_dk: Sandsynligvis vil ingen af dine steder blive oversvømmet.
es_es: Ninguno de los lugares preferidos se inundará.
it_it: Nessuno dei luoghi preferiti sarà allagato.
